{
  "体育馆回音": "The phrase '体育馆回音' (tǐ yù guǎn huí yīn) means 'gymnasium echo.'<br><br>Here's a breakdown of the individual characters:<br>- 体育馆 (tǐ yù guǎn): gymnasium, sports hall<br>  - 体 (tǐ): body, physique<br>  - 育 (yù): to nurture, to educate<br>  - 馆 (guǎn): building, hall<br>- 回音 (huí yīn): echo<br>  - 回 (huí): to return, to respond<br>  - 音 (yīn): sound, tone<br><br>Altogether, '体育馆回音' describes the echoing sounds within a gymnasium, often from activities or voices bouncing off the walls.",

  "青春喧闹": "The phrase '青春喧闹' (qīng chūn xuān nào) means 'youthful noise' or 'the lively clamor of youth.'<br><br>Here's a breakdown of the individual characters:<br>- 青春 (qīng chūn): youth, youthful years<br>  - 青 (qīng): green, young<br>  - 春 (chūn): spring, youth<br>- 喧闹 (xuān nào): noisy, boisterous<br>  - 喧 (xuān): loud, clamorous<br>  - 闹 (nào): noisy, bustling<br><br>Altogether, '青春喧闹' describes the lively and energetic sounds associated with youth, such as laughter, conversation, and excitement.",

  "汗水舞动着的恋爱味道": "The phrase '汗水舞动着的恋爱味道' (hàn shuǐ wǔ dòng zhe de liàn ài wèi dào) means 'the scent of love dancing with sweat.'<br><br>Here's a breakdown of the individual characters:<br>- 汗水 (hàn shuǐ): sweat<br>  - 汗 (hàn): sweat, perspiration<br>  - 水 (shuǐ): water<br>- 舞动着 (wǔ dòng zhe): dancing, moving gracefully<br>  - 舞 (wǔ): dance<br>  - 动 (dòng): to move<br>  - 着 (zhe): particle indicating continuous action<br>- 的 (de): possessive or descriptive particle<br>- 恋爱 (liàn ài): love, romantic relationship<br>  - 恋 (liàn): to love, to long for<br>  - 爱 (ài): love, affection<br>- 味道 (wèi dào): scent, taste, flavor<br>  - 味 (wèi): taste, smell<br>  - 道 (dào): way, path, principle<br><br>Altogether, '汗水舞动着的恋爱味道' conveys a poetic image of love mixing with the energy of sweat, as if romance itself is dancing in the air.",

  "远方是你锐利眼神": "The phrase '远方是你锐利眼神' (yuǎn fāng shì nǐ ruì lì yǎn shén) means 'in the distance is your sharp gaze.'<br><br>Here's a breakdown of the individual characters:<br>- 远方 (yuǎn fāng): distance, far away<br>  - 远 (yuǎn): far, distant<br>  - 方 (fāng): direction, place<br>- 是 (shì): to be, is<br>- 你 (nǐ): you<br>- 锐利 (ruì lì): sharp, keen<br>  - 锐 (ruì): sharp, acute<br>  - 利 (lì): advantage, beneficial, sharp-edged<br>- 眼神 (yǎn shén): gaze, expression in one's eyes<br>  - 眼 (yǎn): eye<br>  - 神 (shén): spirit, expression<br><br>Altogether, '远方是你锐利眼神' describes a scene where someone’s piercing gaze is visible from afar, emphasizing intensity and focus.",

  "太过炽热": "The phrase '太过炽热' (tài guò chì rè) means 'too intensely hot' or 'overwhelmingly passionate.'<br><br>Here's a breakdown of the individual characters:<br>- 太过 (tài guò): excessively, too much<br>  - 太 (tài): too, excessively<br>  - 过 (guò): to pass, to exceed<br>- 炽热 (chì rè): burning hot, blazing, passionate<br>  - 炽 (chì): blazing, burning<br>  - 热 (rè): heat, hot<br><br>Altogether, '太过炽热' expresses overwhelming heat, either literally or figuratively as intense passion or emotions.",

  "无处逃": "The phrase '无处逃' (wú chù táo) means 'nowhere to escape.'<br><br>Here's a breakdown of the individual characters:<br>- 无处 (wú chù): nowhere<br>  - 无 (wú): without, none<br>  - 处 (chù): place, location<br>- 逃 (táo): to escape, to flee<br><br>Altogether, '无处逃' conveys a feeling of being trapped with no way out.",

  "心狂跳": "The phrase '心狂跳' (xīn kuáng tiào) means 'heart racing wildly.'<br><br>Here's a breakdown of the individual characters:<br>- 心 (xīn): heart, mind<br>- 狂跳 (kuáng tiào): to jump wildly, to beat rapidly<br>  - 狂 (kuáng): crazy, frantic<br>  - 跳 (tiào): to jump, to leap<br><br>Altogether, '心狂跳' describes an intensely pounding heart, often due to excitement, fear, or strong emotions.",

  "我想象你的第一句话": "The phrase '我想象你的第一句话' (wǒ xiǎng xiàng nǐ de dì yī jù huà) means 'I imagine your first words.'<br><br>Here's a breakdown of the individual characters:<br>- 我 (wǒ): I, me<br>- 想象 (xiǎng xiàng): to imagine<br>  - 想 (xiǎng): to think, to consider<br>  - 象 (xiàng): image, appearance<br>- 你 (nǐ): you<br>- 的 (de): possessive or descriptive particle<br>- 第一 (dì yī): first<br>  - 第 (dì): prefix for ordinal numbers<br>  - 一 (yī): one<br>- 句话 (jù huà): sentence, words spoken<br>  - 句 (jù): sentence<br>  - 话 (huà): speech, words<br><br>Altogether, '我想象你的第一句话' expresses anticipation of someone's first words, suggesting curiosity or excitement.",

  "那美好会马上反应": "The phrase '那美好会马上反应' (nà měi hǎo huì mǎ shàng fǎn yìng) means 'That beauty will respond immediately.'<br><br>Here's a breakdown of the individual characters:<br>- 那 (nà): that<br>- 美好 (měi hǎo): beautiful, wonderful<br>  - 美 (měi): beautiful<br>  - 好 (hǎo): good, well<br>- 会 (huì): will, can<br>- 马上 (mǎ shàng): immediately, right away<br>  - 马 (mǎ): horse (used metaphorically for speed)<br>  - 上 (shàng): on, upon<br>- 反应 (fǎn yìng): reaction, response<br>  - 反 (fǎn): to turn over, to reflect<br>  - 应 (yìng): to respond<br><br>Altogether, '那美好会马上反应' suggests that something wonderful will react instantly.",

  "在神经末梢": "The phrase '在神经末梢' (zài shén jīng mò shāo) means 'at the nerve endings.'<br><br>Here's a breakdown of the individual characters:<br>- 在 (zài): at, in, located at<br>- 神经 (shén jīng): nerves, nervous system<br>  - 神 (shén): spirit, divine<br>  - 经 (jīng): meridian, scripture, through<br>- 末梢 (mò shāo): tip, ending<br>  - 末 (mò): end, tip<br>  - 梢 (shāo): tip, extremity<br><br>Altogether, '在神经末梢' describes something felt at the very tips of the nerves, emphasizing a physical or emotional sensation.",

  "天平摇摆无法妥协": "The phrase '天平摇摆无法妥协' (tiān píng yáo bǎi wú fǎ tuǒ xié) means 'The balance sways and cannot reach a compromise.'<br><br>Here's a breakdown of the individual characters:<br>- 天平 (tiān píng): balance scale, fairness<br>  - 天 (tiān): sky, heaven<br>  - 平 (píng): level, flat, fair<br>- 摇摆 (yáo bǎi): to sway, to swing<br>  - 摇 (yáo): to shake, to rock<br>  - 摆 (bǎi): to sway, to arrange<br>- 无法 (wú fǎ): unable to, no way to<br>  - 无 (wú): without, none<br>  - 法 (fǎ): method, law, way<br>- 妥协 (tuǒ xié): to compromise, to reach an agreement<br>  - 妥 (tuǒ): appropriate, proper<br>  - 协 (xié): to coordinate, to harmonize<br><br>Altogether, '天平摇摆无法妥协' describes a situation where balance is unstable and a compromise cannot be reached.",
  
  "爱情天使摇摇头说你孬": "The phrase '爱情天使摇摇头说你孬' (ài qíng tiān shǐ yáo yáo tóu shuō nǐ nāo) means 'The love angel shook its head and said you are cowardly.'<br><br>Here's a breakdown of the individual characters:<br>- 爱情 (ài qíng): love, romance<br>  - 爱 (ài): love, affection<br>  - 情 (qíng): emotion, feeling<br>- 天使 (tiān shǐ): angel<br>  - 天 (tiān): sky, heaven<br>  - 使 (shǐ): messenger, to make (someone do something)<br>- 摇摇头 (yáo yáo tóu): to shake one's head<br>  - 摇 (yáo): to shake, to sway<br>  - 头 (tóu): head<br>- 说 (shuō): to say, to speak<br>- 你 (nǐ): you<br>- 孬 (nāo): cowardly, weak<br><br>Altogether, '爱情天使摇摇头说你孬' depicts an angel of love shaking its head in disappointment and calling someone cowardly.",
  
  "变速的爱情": "The phrase '变速的爱情' (biàn sù de ài qíng) means 'a love that changes speed' or 'a variable-speed love.'<br><br>Here's a breakdown of the individual characters:<br>- 变速 (biàn sù): variable speed, changing speed<br>  - 变 (biàn): to change, to transform<br>  - 速 (sù): speed, velocity<br>- 的 (de): possessive or descriptive particle<br>- 爱情 (ài qíng): love, romance<br>  - 爱 (ài): love, affection<br>  - 情 (qíng): emotion, feeling<br><br>Altogether, '变速的爱情' describes a relationship that changes pace, possibly fluctuating between passion and distance.",
  
  "麦田里还无法捕到": "The phrase '麦田里还无法捕到' (mài tián lǐ hái wú fǎ bǔ dào) means 'Still unable to catch (something) in the wheat field.'<br><br>Here's a breakdown of the individual characters:<br>- 麦田 (mài tián): wheat field<br>  - 麦 (mài): wheat<br>  - 田 (tián): field, farmland<br>- 里 (lǐ): in, inside<br>- 还 (hái): still, yet<br>- 无法 (wú fǎ): unable to, no way to<br>  - 无 (wú): without, none<br>  - 法 (fǎ): method, law, way<br>- 捕到 (bǔ dào): to catch, to capture<br>  - 捕 (bǔ): to catch, to seize<br>  - 到 (dào): to reach, to attain<br><br>Altogether, '麦田里还无法捕到' describes an ongoing attempt to catch or obtain something in a wheat field but without success.",
  
  "少年叫维特": "The phrase '少年叫维特' (shào nián jiào wéi tè) means 'The young man is called Werther.'<br><br>Here's a breakdown of the individual characters:<br>- 少年 (shào nián): young man, youth<br>  - 少 (shào): young, few<br>  - 年 (nián): year, age<br>- 叫 (jiào): to be called, to call<br>- 维特 (wéi tè): Werther (a name, likely referencing *The Sorrows of Young Werther*)<br>  - 维 (wéi): to maintain, to hold<br>  - 特 (tè): special, unique<br><br>Altogether, '少年叫维特' simply introduces a young man named Werther, possibly referring to the protagonist of Goethe’s novel.",
  
  "成天一直在烦恼": "The phrase '成天一直在烦恼' (chéng tiān yī zhí zài fán nǎo) means 'Worrying all day long.'<br><br>Here's a breakdown of the individual characters:<br>- 成天 (chéng tiān): all day long, constantly<br>  - 成 (chéng): to become, to accomplish<br>  - 天 (tiān): day, sky<br>- 一直 (yī zhí): continuously, always<br>  - 一 (yī): one<br>  - 直 (zhí): straight, continuously<br>- 在 (zài): in the process of, to be (present continuous marker)<br>- 烦恼 (fán nǎo): to worry, to be troubled<br>  - 烦 (fán): annoyed, troubled<br>  - 恼 (nǎo): upset, angry, worried<br><br>Altogether, '成天一直在烦恼' describes someone who is constantly troubled or worried throughout the day.",

  "这暧昧不尝试不会揭晓": "The phrase '这暧昧不尝试不会揭晓' (zhè ài mèi bù cháng shì bù huì jiē xiǎo) means 'This ambiguity will not be revealed unless you try.'<br><br>Here's a breakdown of the individual characters:<br>- 这 (zhè): this<br>- 暧昧 (ài mèi): ambiguous, unclear (often referring to relationships or unclear situations)<br>  - 暧 (ài): dim, obscure, unclear<br>  - 昧 (mèi): hidden, secret<br>- 不 (bù): not, no<br>- 尝试 (cháng shì): to try, to attempt<br>  - 尝 (cháng): to taste, to try<br>  - 试 (shì): to test, to try<br>- 不会 (bù huì): will not, cannot<br>  - 不 (bù): not, no<br>  - 会 (huì): will, can, be able to<br>- 揭晓 (jiē xiǎo): to reveal, to announce<br>  - 揭 (jiē): to uncover, to expose<br>  - 晓 (xiǎo): dawn, to know, to be aware<br><br>Altogether, '这暧昧不尝试不会揭晓' means that if you do not attempt to clarify the ambiguity, it will never be revealed.",
  
  "保存过期限就变成寂寞雕像": "The phrase '保存过期限就变成寂寞雕像' (bǎo cún guò qī xiàn jiù biàn chéng jì mò diāo xiàng) means 'If kept past the expiration date, it will turn into a lonely statue.'<br><br>Here's a breakdown of the individual characters:<br>- 保存 (bǎo cún): to preserve, to save<br>  - 保 (bǎo): to protect, to keep<br>  - 存 (cún): to store, to exist<br>- 过期 (guò qī): to expire, past the due date<br>  - 过 (guò): to pass, to go through<br>  - 期 (qī): period, time limit<br>- 限 (xiàn): limit, restriction<br>- 就 (jiù): then, just, precisely<br>- 变成 (biàn chéng): to become, to turn into<br>  - 变 (biàn): to change, to transform<br>  - 成 (chéng): to become, to accomplish<br>- 寂寞 (jì mò): lonely, solitude<br>  - 寂 (jì): silent, still<br>  - 寞 (mò): lonesome, desolate<br>- 雕像 (diāo xiàng): statue<br>  - 雕 (diāo): to carve, to sculpt<br>  - 像 (xiàng): image, likeness, statue<br><br>Altogether, '保存过期限就变成寂寞雕像' describes something that, if kept too long past its time, will turn into a lonely, abandoned object, metaphorically likening it to a statue.",
  
  "绝不能再装酷自大傲娇": "The phrase '绝不能再装酷自大傲娇' (jué bù néng zài zhuāng kù zì dà ào jiāo) means 'Absolutely must not act cool, arrogant, or tsundere anymore.'<br><br>Here's a breakdown of the individual characters:<br>- 绝不能 (jué bù néng): absolutely must not<br>  - 绝 (jué): absolutely, completely<br>  - 不 (bù): not, no<br>  - 能 (néng): can, be able to<br>- 再 (zài): again, anymore<br>- 装酷 (zhuāng kù): to act cool, to pretend to be cool<br>  - 装 (zhuāng): to pretend, to dress as<br>  - 酷 (kù): cool (slang)<br>- 自大 (zì dà): arrogant, self-important<br>  - 自 (zì): self<br>  - 大 (dà): big, great<br>- 傲娇 (ào jiāo): tsundere, arrogant and shy (a personality trait often seen in anime and manga, where someone acts proud or aloof but is secretly caring)<br>  - 傲 (ào): proud, haughty<br>  - 娇 (jiāo): delicate, charming, spoiled<br><br>Altogether, '绝不能再装酷自大傲娇' emphasizes that one must stop acting overly cool, arrogant, or tsundere, possibly suggesting a need for more sincerity or humility."


}

